export const teams = [
  {
    "id": "t1",
    "isDefault": true,
    "name": "T0.3草原马",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "上位徐超雄，怕双减关羽因为输出太过平稳而敌方奶量更是平稳",
    "rating": "T0.3 (卓越)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "避其锐气\n青囊急救", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "气临\n兵教\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "全智" },
      { "武将": "袁绍", "技能": "指点乾坤\n披坚执锐\n狂风大作", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·世家\n敌勇\n先勇", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "全统" },
      { "武将": "马超", "技能": "摧坚克难\n胜敌益强\n锐不可当", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·铁骑\n胜战\n久战", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "+25速其余全武" }
    ]
  },
  {
    "id": "t2",
    "name": "T0.3-徐超雄",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "下位草原马，曾经的神队",
    "rating": "T0.3 (卓越)",
    "date": "2023.10.24",
    "config": [
      { "武将": "徐盛", "技能": "铸甲销戈\n轻装驰援", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·疑城\n兵教\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "全统" },
      { "武将": "袁绍", "技能": "披坚执锐\n无难之志", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·世家\n敌勇\n先勇", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "速度第二其余全统" },
      { "武将": "马超", "技能": "摧坚克难\n胜敌益强\n锐不可当", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·铁骑\n胜战\n久战", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "适度卷速其余全武" }
    ]
  },
  {
    "id": "t3",
    "name": "T0.5甄小香",
    "badge": "方圆阵",
    "type": "推荐阵容",
    "desc": "最强的香也是草原马路线最优解第二队",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "甄洛", "技能": "铸甲销戈\n轻装驰援", "兵种": "长弓兵", "专精": "弦无虚发", "兵书": "兵令\n先勇\n大破", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全速" },
      { "武将": "小乔", "技能": "战八方\n料事如神\n无难之志", "兵种": "长弓兵", "专精": "袍泽同心", "兵书": "金·公瑾\n机动\n励心", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "疾驰神速", "加点": "全速" },
      { "武将": "孙尚香", "技能": "锐不可当\n勇冠三军\n兵贵神速\n横扫千军", "兵种": "弩兵", "专精": "弦无虚发", "兵书": "金·武女\n疾斗\n突斗", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "高红卷过马超白板+15速" }
    ]
  },
  {
    "id": "t4",
    "name": "T0.5-火神",
    "badge": "雁形阵",
    "type": "推荐阵容",
    "desc": "曾经的老神有红度还好没红度别玩",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "周瑜", "技能": "胜敌益强\n王佐之才", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "料敌\n时利\n夺计", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" },
      { "武将": "徐盛", "技能": "避其锐气\n铸甲销戈\n固若金汤", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·疑城\n合谋\n大破", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "救主", "加点": "全统" },
      { "武将": "黄盖", "技能": "如有神助\n指点乾坤", "兵种": "剑盾兵", "专精": "百战百胜", "兵书": "鬼谋\n机动\n励心", "装属": "统率先攻", "装备": "静心决机", "坐骑": "救主", "加点": "全速" }
    ]
  },
  {
    "id": "t5",
    "name": "T0.5双减关羽",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "克制草原马、徐黄魚怕孙尚香",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "夏侯惇", "技能": "坚如磐石\n横征暴敛\n忘私相助", "兵种": "重骑兵", "专精": "铁马金戈", "兵书": "金·威慑\n守土\n分治", "装属": "武力统率", "装备": "先御打磨", "坐骑": "君临", "加点": "全统" },
      { "武将": "邓艾", "技能": "蓄势待发\n青囊急救", "兵种": "矛兵", "专精": "坚定不移", "兵书": "金·济河\n先勇\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "关羽", "技能": "战八方\n疾行侧击\n水淹七军\n斩将夺旗", "兵种": "重骑兵", "专精": "骁勇善战", "兵书": "金·王预\n机动\n励心", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t6",
    "name": "后期T0红色法拉利",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "后期绝对主宰者要第三个话本期才能玩",
    "rating": "T0 (主宰)",
    "date": "2023.10.24",
    "config": [
      { "武将": "话本孙坚", "技能": "避其锐气\n无难之志", "兵种": "剑盾兵", "专精": "步步为营", "兵书": "固定兵书", "装属": "统率先攻", "装备": "无畏铁壁", "坐骑": "疾驰神速", "加点": "全速" },
      { "武将": "孙权", "技能": "乘间投隙\n攻其不备\n轻装驰援", "兵种": "长弓兵", "专精": "弦无虚发", "兵书": "敌勇\n先勇\n备战", "装属": "统率先攻", "装备": "无畏铁壁", "坐骑": "疾驰神速", "加点": "全速" },
      { "武将": "孙尚香", "技能": "锐不可当\n兵贵神速", "兵种": "弩兵", "专精": "弦无虚发", "兵书": "金·武女\n疾斗\n突斗", "装属": "武力先攻", "装备": "无畏打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t7",
    "name": "T0.5-皇龙骑",
    "badge": "锥形阵",
    "type": "推荐阵容",
    "desc": "也是老神了打不过草原马，且连穿一般单挑避开骑兵就行",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "刘备", "技能": "避其锐气\n青囊急救", "兵种": "重盾兵", "专精": "以逸待劳", "兵书": "金·仁义\n敌勇\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "全智" },
      { "武将": "赵云", "技能": "锐不可当\n摧坚克难", "兵种": "轻骑兵", "专精": "破盾摧坚", "兵书": "金·神勇\n胜敏\n技艺", "装属": "武力统率", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" },
      { "武将": "貂蝉", "技能": "百战不殆\n清风驱疾", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·相怜\n先勇\n避险", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n万象\n游龙", "加点": "全统" }
    ]
  },
  {
    "id": "t8",
    "name": "T0.5英角铁骑",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "怕虎卫、肉辽骑，连穿能力一般能打都统，不过生命有限，话本一结束后，换貂蝉共存性极好",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "英雄张角", "技能": "铸甲销戈\n忘私相助", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "锁·太平\n锁·避险\n锁·气临", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "30速全智" },
      { "武将": "董卓", "技能": "运筹帷幄\n战八方", "兵种": "剑盾兵", "专精": "浴血奋战", "兵书": "金·王臣\n时利\n励心", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "比张角慢1速" },
      { "武将": "庞德", "技能": "锐不可当\n势如破竹\n威名显赫", "兵种": "轻骑兵", "专精": "乘胜追击", "兵书": "金·草记\n胜战\n时利", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t9",
    "name": "T0.5-大黄诸葛亮",
    "badge": "雁形阵",
    "type": "推荐阵容",
    "desc": "永远的赌神看什么克制淦，就完事了",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "诸葛亮", "技能": "胜敌益强\n谈笑诛心", "兵种": "矛兵", "专精": "坚定不移", "兵书": "金·出师\n时利\n夺计", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" },
      { "武将": "大乔", "技能": "避其锐气\n清风驱疾", "兵种": "长枪兵", "专精": "坚定不移", "兵书": "金·相思\n合谋\n大破", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "游龙", "加点": "全智" },
      { "武将": "黄盖", "技能": "如有神助\n指点乾坤", "兵种": "长枪兵", "专精": "坚定不移", "兵书": "金·坚决\n机动\n励心", "装属": "统率先攻", "装备": "先御决机", "坐骑": "疾驰神速", "加点": "全速" }
    ]
  },
  {
    "id": "t10",
    "name": "T0.5-双皇陆",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "满红无脑选，除了英董吕布、三孙香、徐超雄之外，没有什么天敌怕英雄董卓，所以降级到T0.5",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "避其锐气\n青囊急救", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·上卷\n兵令\n合谋", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "陆逊", "技能": "韬光养晦\n奇门遁甲", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·焚粮\n鬼谋\n励心", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" },
      { "武将": "孙权", "技能": "烈火焚营\n料事如神", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·汉记\n机动\n励心", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "君临", "加点": "全速" }
    ]
  },
  {
    "id": "t11",
    "name": "T0.5-白门骑",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "老神了，不稳定啊出伤也不是很快低红带百战，高红带铸甲",
    "rating": "T0.5 (顶尖)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "披坚执锐\n舍生取义", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "气临\n兵令\n兵教", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "陈宫", "技能": "无难之志\n铸甲销戈\n百战不殆", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·论武\n兵令\n兵情", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "君临", "加点": "速度快吕布35速" },
      { "武将": "吕布", "技能": "辕门射戟\n兵贵神速", "兵种": "轻骑兵", "专精": "骁勇善战", "兵书": "金·叫阵\n疾战\n疾斗", "装属": "武力统率", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t12",
    "name": "T0.8英董白门骑",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "二赛季老神，被三孙香打没打法师比曹操版优势更大英雄董卓和吕布都是吴国的爹",
    "rating": "T0.8 (优秀)",
    "date": "2023.10.24",
    "config": [
      { "武将": "话本董卓", "技能": "固若金汤\n避其锐气\n忘私相助", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·王臣\n避险\n兵情", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全统" },
      { "武将": "陈宫", "技能": "料事如神\n无难之志", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·论武\n兵教\n兵令", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "君临", "加点": "速度快吕布35速" },
      { "武将": "吕布", "技能": "辕门射戟\n兵贵神速", "兵种": "轻骑兵", "专精": "骁勇善战", "兵书": "金·叫阵\n慢战\n疾斗", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t13",
    "name": "T0.8仁王火盾",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "强＆稳，但不是很适合首发战场打击面极广，怕天灾和马超低红白板适性极佳",
    "rating": "T0.8 (优秀)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹仁", "技能": "避其锐气\n忘私相助", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·守道\n兵令\n合谋", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n渡火", "加点": "全统" },
      { "武将": "曹操", "技能": "知人善任\n烈火焚营", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·上卷\n侦视\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临\n渡火", "加点": "速度第一其余全智" },
      { "武将": "陆逊", "技能": "韬光养晦\n奇正相生", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·焚粮\n鬼谋\n励心", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" }
    ]
  },
  {
    "id": "t14",
    "name": "T0.8月英双马",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "稳定性较差，白板适用性一般满红也一般",
    "rating": "T0.8 (优秀)",
    "date": "2023.10.24",
    "config": [
      { "武将": "黄月英", "技能": "避其锐气\n披坚执锐\n舍生取义", "兵种": "长弓兵", "专精": "袍泽同心", "兵书": "大破\n敌勇\n先勇", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "马云禄", "技能": "骁勇之姿\n铁骑横冲", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·世俗\n慢战\n疾斗", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "速度第一武力第一" },
      { "武将": "马超", "技能": "摧坚克难\n势如破竹", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·铁骑\n胜战\n作战", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "速度第二武力第二" }
    ]
  },
  {
    "id": "t15",
    "name": "T1避其甄虎",
    "badge": "锥形阵",
    "type": "推荐阵容",
    "desc": "以前是神董吕的克星现在没人玩吕布了，这个队伍也没意义了",
    "rating": "T1 (中坚)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "百战不殆\n舍生取义\n披坚执锐", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·下卷\n武烈\n兵令", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "典韦", "技能": "勇冠三军\n万夫莫当", "兵种": "矛兵", "专精": "兵锋益锐", "兵书": "金·折武\n分合\n气临", "装属": "武力统率", "装备": "意志神锋", "坐骑": "穿云照影", "加点": "一统全武" },
      { "武将": "甄洛", "技能": "避其锐气\n青囊急救", "兵种": "长弓兵", "专精": "袍泽同心", "兵书": "金·下卷\n先勇\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" }
    ]
  },
  {
    "id": "t16",
    "name": "T1一字辽",
    "badge": "一字阵",
    "type": "推荐阵容",
    "desc": "战场适性极高，甄洛场均奶2万50级后伤害不足，主C张辽替换技能后会有所改善",
    "rating": "T1 (中坚)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "百战不殆\n避其锐气", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "先勇\n兵令\n兵教", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "张辽", "技能": "破军袭敌\n战八方", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·奇战\n作战\n久战", "装属": "武力统率", "装备": "先御打磨", "坐骑": "穿云照影", "加点": "统率第一其余全武" },
      { "武将": "甄洛", "技能": "来好息师\n指点乾坤\n蓄势待发", "兵种": "长弓兵", "专精": "袍泽同心", "兵书": "金·下卷\n兵令\n敌勇", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "救主", "加点": "全智" }
    ]
  },
  {
    "id": "t17",
    "name": "T1天灾",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "最先登场，最先退环境，陆逊增多后开始返场小优都统、虎卫，怕辽子、天枪",
    "rating": "T1 (中坚)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "避其锐气\n狂风大作", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "合谋\n气临\n先战", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "贾诩", "技能": "烈火焚营\n巧利天灾", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·诡道\n夺计\n料敌", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" },
      { "武将": "周瑜", "技能": "胜敌益强\n奇正相生", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "料敌\n金书\n时利\n夺计", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "尽量周瑜第一智力" }
    ]
  },
  {
    "id": "t18",
    "name": "T1.2邓虎",
    "badge": "锥形阵",
    "type": "推荐阵容",
    "desc": "一切兵刃的爹，避开双弓兵阵容",
    "rating": "T1.2 (稳健)",
    "date": "2023.10.24",
    "config": [
      { "武将": "曹操", "技能": "百战不殆\n披坚执锐", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·下卷\n武烈\n兵令", "装属": "智力先攻", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" },
      { "武将": "典韦", "技能": "勇冠三军\n万夫莫当", "兵种": "矛兵", "专精": "兵锋益锐", "兵书": "金·折武\n分合\n气临", "装属": "武力统率", "装备": "意志神锋", "坐骑": "穿云照影", "加点": "一统全武" },
      { "武将": "邓艾", "技能": "蓄势待发\n青囊急救", "兵种": "矛兵", "专精": "坚定不移", "兵书": "金·济河\n先勇\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全智" }
    ]
  },
  {
    "id": "t19",
    "name": "T1一字都统",
    "badge": "一字阵",
    "type": "推荐阵容",
    "desc": "高满红才能玩有概率被兵刃爆掉、怕控制避开骑兵，切记连穿到2W兵就回家",
    "rating": "T1 (中坚)",
    "date": "2023.10.24",
    "config": [
      { "武将": "陆逊", "技能": "韬光养晦\n横征暴敛", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·焚营\n励心\n机动\n鬼谋", "装属": "智力统率", "装备": "先御铁壁\n愈合", "坐骑": "救主照影", "加点": "50智其余半统" },
      { "武将": "周瑜", "技能": "胜敌益强\n来好息师", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·火计\n兵情\n守土", "装属": "智力统率", "装备": "先御铁壁\n愈合", "坐骑": "救主照影", "加点": "全统" },
      { "武将": "鲁肃", "技能": "烈火焚营\n避其锐气", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "金·治国\n机动\n励心", "装属": "智力统率", "装备": "先御铁壁\n愈合", "坐骑": "救主", "加点": "全统" }
    ]
  },
  {
    "id": "t20",
    "name": "T1.2神威骑",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "好处是兼顾开荒和打架",
    "rating": "T1.2 (稳健)",
    "date": "2023.10.24",
    "config": [
      { "武将": "刘备", "技能": "避其锐气\n披坚执锐", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "合谋\n先勇\n兵教", "装属": "智力统率", "装备": "先御灵光", "坐骑": "君临", "加点": "全智" },
      { "武将": "张飞", "技能": "水淹七军\n指点乾坤", "兵种": "矛兵", "专精": "负坚执锐", "兵书": "金·新亭\n机动\n励心", "装属": "武力先攻", "装备": "意志打磨", "坐骑": "救主神速", "加点": "20统其余全速" },
      { "武将": "马超", "技能": "摧坚克难\n势如破竹", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·铁骑\n敌阴\n敌腹", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t21",
    "name": "T1田坤骑",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "阵容来源—小夕天克虎卫、辽骑，能打都统",
    "rating": "T1 (中坚)",
    "date": "2023.10.24",
    "config": [
      { "武将": "袁绍", "技能": "避其锐气\n铸甲销戈", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "先战\n兵情\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "救主", "加点": "3速全统" },
      { "武将": "董卓", "技能": "胜敌益强\n锐不可当", "兵种": "剑盾兵", "专精": "严阵以待", "兵书": "兼资\n文武\n时利", "装属": "武力智力", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "武、智速第一" },
      { "武将": "田丰", "技能": "如有神助\n指点乾坤", "兵种": "剑盾兵", "专精": "铁壁如山", "兵书": "金·权略\n先勇\n合谋", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "救主", "加点": "比董卓慢1速" }
    ]
  },
  {
    "id": "t22",
    "name": "T1.2天枪",
    "badge": "鱼鳞阵",
    "type": "推荐阵容",
    "desc": "S1老牌T1队伍强化版，战场适性优异，基本只怕虎卫，但连穿较一般",
    "rating": "T1.2 (稳健)",
    "date": "2023.10.24",
    "config": [
      { "武将": "赵云", "技能": "锐不可当\n摧坚克难", "兵种": "轻骑兵", "专精": "游刃有余", "兵书": "金·神勇\n胜敏\n久战", "装属": "武力统率", "装备": "神威打磨", "坐骑": "穿云灵巧", "加点": "全武" },
      { "武将": "刘备", "技能": "避其锐气\n指点乾坤", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "合谋\n先勇\n兵教", "装属": "智力统率", "装备": "先御灵光", "坐骑": "君临", "加点": "全智" },
      { "武将": "诸葛亮", "技能": "胜敌益强\n奇正相生", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "料敌\n夺计\n玄机", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" }
    ]
  },
  {
    "id": "t23",
    "name": "T1.2皇马",
    "badge": "鱼鳞阵",
    "type": "推荐阵容",
    "desc": "与月英双马同理，但上下限更稳定",
    "rating": "T1.2 (稳健)",
    "date": "2023.10.24",
    "config": [
      { "武将": "赵云", "技能": "锐不可当\n威名显赫\n风卷残云", "兵种": "轻骑兵", "专精": "游刃有余", "兵书": "金·神勇\n胜敏\n气临", "装属": "武力统率", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" },
      { "武将": "黄月英", "技能": "铸甲销戈\n狂风大作", "兵种": "长弓兵", "专精": "远攻近守", "兵书": "备战\n先勇\n敌勇", "装属": "智力统率", "装备": "先御打磨", "坐骑": "君临", "加点": "全智" },
      { "武将": "马超", "技能": "摧坚克难\n势如破竹", "兵种": "轻骑兵", "专精": "纵马驰矛", "兵书": "金·铁骑\n敌阴\n敌腹", "装属": "武力先攻", "装备": "神威打磨", "坐骑": "穿云照影", "加点": "全武" }
    ]
  },
  {
    "id": "t24",
    "name": "T1.2肉天灾",
    "badge": "箕形阵",
    "type": "推荐阵容",
    "desc": "",
    "rating": "T1.2 (稳健)",
    "date": "2023.10.24",
    "config": [
      { "武将": "徐盛", "技能": "避其锐气\n固若金汤", "兵种": "重盾兵", "专精": "岿然不动", "兵书": "金·疑城\n互势\n兵令", "装属": "智力统率", "装备": "先御铁壁", "坐骑": "君临", "加点": "全统" },
      { "武将": "贾诩", "技能": "断敌粮道\n狂风大作", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "金·诡道\n夺计\n料敌", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" },
      { "武将": "周瑜", "技能": "胜敌益强\n王佐之才", "兵种": "弩兵", "专精": "釜底抽薪", "兵书": "料敌\n金书\n时利\n夺计", "装属": "智力统率", "装备": "先御灵光", "坐骑": "穿云照影", "加点": "全智" }
    ]
  }
];
